СОГЛАШЕНИЕ О НЕРАЗГЛАШЕНИИ<br><br>

Исполнитель, в лице предварительно зарегистрированного пользователя интернет-сервиса Go Designer, акцептировавшего данное соглашение именуемый далее «Принимающая сторона», с одной стороны, и Заказчик <?=$this->NameInflector->renderName($pitch->user->first_name, $pitch->user->last_name)?> именуемый далее «Раскрывающая сторона», с другой стороны, далее именуемые совместно «Стороны», заключили настоящее Соглашение о нижеследующем:<br><br>

1. ОПРЕДЕЛЕНИЯ<br>
Для целей настоящего Соглашения:<br>
«Раскрывающая сторона» - Сторона, которая на законных основаниях владеет Конфиденциальной информацией  и передает ее в пользование Принимающей стороне  на условиях настоящего Соглашения.<br>
«Принимающая сторона» - Сторона, которая принимает в пользование Конфиденциальную информацию от Раскрывающей стороны на условиях настоящего Соглашения.<br>
«Конфиденциальная информация»  -  любая информация или данные любого характера, опубликованные Раскрывающей стороной Принимающей стороне с даты заключения настоящего соглашения и в течение всего срока действия настоящего Соглашения, составляющие служебную или коммерческую тайны в понятии данном ст. 139 ГК РФ, и которые принадлежат, контролируются или находятся во владении Раскрывающей стороны, охраняются Раскрывающей стороной разумными средствами от разглашения третьими сторонами, представляют коммерческую ценность и обозначаются такой Стороной как «Конфиденциальная информация».<br>
Информация не будет считаться Конфиденциальной и Принимающая сторона не будет иметь никаких обязательств в отношении данной информации, если на дату подписания настоящего Соглашения эта информация:<br>
-	является  общедоступной (используется в печати и иных средствах массовой информации);<br>
-    была известна на законном основании Принимающей стороне до ее раскрытия Раскрывающей стороной;<br>
-    разрешена к распространению с письменного согласия Раскрывающей стороны;<br>
-    не может считаться конфиденциальной в соответствии с действующим законодательством.<br><br>

2. ПРЕДМЕТ СОГЛАШЕНИЯ<br>
2.1 Раскрывающая сторона обязуется передать Принимающей стороне  во временное пользование Конфиденциальную информацию, а Принимающая сторона обязуется принять, обеспечить сохранность, неразглашение Конфиденциальной информации и использовать исключительно в целях реализации совместного проекта на условиях агентского договора сайта godesigner.ru.<br>

3. ОБЯЗАННОСТИ СТОРОН<br>
Принимающая сторона обязуется:<br>
3.1 Использовать Конфиденциальную информацию исключительно в целях реализации совместного проекта на условиях агентского договора сайта godesigner.ru.<br>
3.2 Обеспечить конфиденциальность информации, определенной Раскрывающей стороной как «Конфиденциальная», в течение срока действия данного Соглашения, а также в течение 3 (трех) лет с момента предоставления Раскрывающей стороной такой информации.<br>
3.3 Не передавать Конфиденциальную информацию третьей стороне без предварительного письменного согласия Раскрывающей стороны.<br>
3.4 Конфиденциальная информация может быть раскрыта в соответствии с законодательством Российской Федерации или по предъявлению законного требования государственных или иных компетентных органов Российской Федерации только в объеме поступившего запроса.<br>
3.5 Принимающая сторона обязана соблюдать столь же высокую  степень конфиденциальности  во избежание разглашения  или использования Конфиденциальной информации, какую Принимающая сторона  соблюдала бы  в отношении своей собственной  Конфиденциальной информации.<br>
3.6 Конфиденциальная информация, передаваемая Раскрывающей стороной Принимающей стороне в какой-либо форме согласно настоящему Соглашению, будет и останется исключительной собственностью Раскрывающей стороны, и переданная информация и  любые ее копии должны немедленно возвращаться по письменному требованию Раскрывающей стороне.<br><br>

4. ОТВЕТСТВЕННОСТЬ<br>
4.1 Принимающая сторона несет перед Раскрывающей стороной ответственность за разглашение и раскрытие Конфиденциальной информации;<br>
4.2 В случае установления факта разглашения Принимающей стороной Конфиденциальной информации Принимающая сторона обязана:<br>
уплатить Раскрывающей стороне штрафную неустойку в размере эквивалентном 1 000 000 руб. (один миллион рублей РФ) за каждый отдельный факт разглашения Конфиденциальной информации, но не более суммы эквивалентной 3 000 000 руб. (три миллиона рублей РФ) за все нарушения в части разглашения Конфиденциальной информации в совокупности.<br><br>

5. СРОК  ДЕЙСТВИЯ СОГЛАШЕНИЯ<br>
5.1 Соглашение вступает в силу с даты акцептирования его Принимающей стороной и действует 3 (три) года с момента предоставления Раскрывающей стороной Принимающей стороне Конфиденциальной информации. Срок действия Соглашения может быть пролонгирован.<br><br>

6. РЕОРГАНИЗАЦИЯ И ЛИКВИДАЦИЯ<br>
6.1. В случае реорганизации любой из Сторон настоящего Соглашения все права и обязанности Сторон по настоящему Соглашению переходят к правопреемникам реорганизованной Стороны и такие правопреемники будут нести все права и обязанности по настоящему Соглашению в отношении другой Стороны.<br><br>

7. РАЗРЕШЕНИЕ СПОРОВ<br>
7.1 Стороны примут все необходимые меры для урегулирования споров путем переговоров.<br>
При невозможности решения разногласий путем переговоров,  все споры, разногласия или требования, возникающие  из настоящего Соглашения или в связи с ним, подлежат разрешению в Арбитражном суде г. Санкт-Петербург.<br><br>

8. ПРОЧИЕ УСЛОВИЯ<br>
8.1 Отношения Сторон по настоящему Соглашению регулируются правом Российской Федерации.<br>
8.2. Все приложения, изменения и дополнения к настоящему Соглашению должны быть совершены в письменной форме и подписаны уполномоченными представителями Сторон.<br><br>

9. УВЕДОМЛЕНИЯ<br>
9.1 Вся Конфиденциальная Информация считается надлежащим образом представленной, если акцептированна Принимающей стороной с помощью акцепта средствами сайта godesigner.ru<br><br>